var convertcsv = 

[
{"id":26640,"name":"Clotline Bling - 1st GLC Finals \/ 2nd ChiLo Grudge Match","creation":"2015-09-22 14:48:32","description":"<h4><a href=\"https:\/\/www.youtube.com\/watch?v=UPEJFyD--ck\">♬  <em>\"You used to fast advance your Astros..\"<\/em>  ♬<\/a><\/h4>\n\n<p>I brought this deck to Chicago's Netrunner weekend extravaganza, with the ChiLo City Grudge Match \/ Great Lakes Circuit Last Chance Qualifiers (an ANR Pro Circuit event) on Saturday, and the GLC finals on Sunday. It went into ChiLo's Top 8 as the top seed (44 players), eventually taking 2nd place. At the GLC finals (24 players), the deck went into the Top 4 as the fourth seed, going undefeated and winning me $500 -- paired with my <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/22033\/heaven-knows-i-m-miserable-now-warren-regionals-1st-place\">Detroit winnings<\/a>, I'm pretty sure this makes me the highest-paid pro Netrunner player :P<\/p>\n\n<p>The deck's record for the entire weekend was 12-3, with two losses to Spags' NEH TS\/TB (three wins tho), and one to Travis Chance's Argus. That seems pretty good! Especially  considering the events attracted the best players from seven different states, including many regional winners, T16 Nationals players, T16 Worlds players, etc. I really wanted to bring Noise to the U.S. Nationals this year but stuck with Whizzard since I didn't have any practice with the former, and I regretted it after the Master Gamer completely failed me. I immediately picked up Noise after Nationals to see if I can play him adequately.<\/p>\n\n<hr \/><h4><a href=\"https:\/\/www.youtube.com\/watch?v=UPEJFyD--ck\">♬  <em>\"Late night when you need that win\"<\/em>  ♬<\/a><\/h4>\n\n<p>Ohio is filled with strong Noise players who are better and more experienced with him than me, so I had to rely on watching their games, asking for their advice, and running ideas\/card choices by them to figure out how to play the ID. Much thanks to those guys! I also learned a lot playing against Pacer at Nationals and watching his games. Like most other modern Noise decks, this uses <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/24158\/good-things-on-sale-stranger-1st-place-plano-tx-regionals\">hi_impact's Good Things on Sale build<\/a> as a base.<\/p>\n\n<p>My build is closest to Josh (1.0) Wilson's, though, as I tried to take a lot of his ideas and make it work with my play style. Both Cyber Feeder and Daily Casts help make waiting for Aesop to show up bearable. The single I've Had Worse is good for surviving some damage, fueling Faust, and drawing for pieces. I hate losing Deja Vus and important pieces to Street Peddler, so I only have two -- Josh doesn't play any, but he draws more aggressively than I do. The two Clots are critical. I wish I could fit in a third Lamprey, so I can headlock easier when those opportunities come up.<\/p>\n\n<hr \/><h4><a href=\"https:\/\/www.youtube.com\/watch?v=UPEJFyD--ck\">♬  <em>\"I know when that Clotline Bling..\"<\/em>  ♬<\/a><\/h4>\n\n<p>I've heard Noise has a weak match-up to Team Sponsorship HB and NEH, but I never felt like I didn't have control against the former, and I got better and better against the latter as the weekend progressed against the latter. It's obvious, but just check every remote, recur Clot, drop Faust if they try to score behind ICE, recur Clot, maximize Aesop use every turn, recur Clot, keep extras of Wyldside and Aesop in hand, recur Clot, check archives after a virus wipe, recur Clot, poke the weakest centrals, and recur Clot. You don't even need to Imp the Team Sponsorships sometimes (or SanSan City Grids!) since they're never going to score once you're setup.<\/p>\n\n<p>Tremendous thanks to everyone who helped organize the absolutely stellar ChiLo and GLC events, along with everyone who ran and participated in ANRPC tournaments. Big ups to the generous folks who made\/brought special prizes to share with the community (Tony Sarkees, Jack Otto, Joseph Man). Congrats to our new ChiLo champion Spags.<\/p>\n","username":"ekayohlee","cards":{"01001":1,"01002":3,"01005":2,"01006":2,"01007":1,"01008":3,"01010":1,"01011":1,"01012":3,"01016":3,"01047":3,"02003":3,"03038":3,"03053":2,"06014":2,"06033":1,"06037":3,"07032":1,"08001":2,"08003":2,"08061":2,"08062":2}},
{"id":26638,"name":"SYNCopated Scoring","creation":"2015-09-22 13:55:46","description":"<p>Super lean agenda suite thanks to <a href=\"\/en\/card\/09026\">Global Food Initiative<\/a> and <a href=\"\/en\/card\/09007\">Quantum Predictive Model<\/a> and SYNC's 40\/15. Increased scoring opportunities with Franchise City, Public Support, and technically News Team (-1 agenda for opponent).<\/p>\n\n<p>Punish Tags with cheap resource control to disrupt econ or combo (party pancakes) thanks to SYNC.  Closed Accounts and All Seeing I for doomsday level econ threats.  Casting Call on QPI scores for you, according to Lukas.<\/p>\n\n<p>Team Sponsorship and Jackson can resurrect your powerful assets.<\/p>\n\n<p>Might need some tweaks as testing continues.<\/p>\n","username":"donttalknojive","cards":{"01081":3,"01084":1,"01088":3,"01092":2,"02056":2,"04015":3,"04076":3,"04090":2,"04096":2,"07027":2,"08037":1,"08096":1,"08110":2,"08114":2,"08117":2,"09001":1,"09007":3,"09009":2,"09018":2,"09022":1,"09026":3,"09027":2}},
{"id":26644,"name":"We Didn't Spark The Fire 1.0","creation":"2015-09-22 16:38:09","description":"<p>How this deck plays:<\/p>\n\n<p><strong>You are wealthy<\/strong>... All game. I had a silly Criminal Account Siphon me 5 times in a game without making much of a difference. With this crazy econ, having a <a href=\"\/en\/card\/01090\">Tollbooth<\/a>, <a href=\"\/en\/card\/05020\">Susanoo<\/a>, <a href=\"\/en\/card\/09013\">Archangel<\/a> server is totally affordable.<\/p>\n\n<p>The Advertisement tax on the runner is actually super significant. Early game slows the runner down and late game, a surprise <a href=\"\/en\/card\/09027\">Launch Campaign<\/a> rez during a run will make them too poor for <a href=\"\/en\/card\/01091\">Red Herrings<\/a>. <\/p>\n\n<p><strong>Early Game<\/strong>:  You're playing any <a href=\"\/en\/card\/01109\">PAD Campaign<\/a> you find and tossing a <a href=\"\/en\/card\/09027\">Launch Campaign<\/a> behind a <a href=\"\/en\/card\/02056\">Pop-up Window<\/a> if able. Score <a href=\"\/en\/card\/01081\">Astro<\/a> if able. don't worry too much about getting Account Siphoned. They'll be spending their credits on trashing assets anyways and may even float a tag or two for a <a href=\"\/en\/card\/01084\">Closed Accounts<\/a>. With <a href=\"\/en\/card\/06061\">Architect<\/a> and <a href=\"\/en\/card\/04111\">Reclamation Order<\/a>, I'm not too worried if the runner trashes a few Ads.<\/p>\n\n<p><strong>Mid-Late Game<\/strong>: It's all about Glacier and making the runner hate your servers. <a href=\"\/en\/card\/09013\">Archangel<\/a> is bananas and I will install it over keeping it in my hand any day.. bounce the Film Critic or necessary breaker back to hand to secure a score. I've scored more NAPD then trashed since <a href=\"\/en\/card\/01091\">Red Herrings<\/a> makes the poor runner hate the card even more.<\/p>\n\n<p><strong>The cards<\/strong>:<\/p>\n\n<p>13 Advertisements. rez them. I see a lot of misplays from people playing this identity. <strong>There is no need to rez an Advertisement on your turn!<\/strong> It is efficient enough for the runner to lose 1 a turn (2 lately since drug dealer is popular) than to show your hand for them. Let them spend a click if they're curious.<\/p>\n\n<p>Cards that were omitted.<\/p>\n\n<p><a href=\"\/en\/card\/08115\">Product Placement<\/a>. This doesn't do enough. The two credits were nice but the econ is already fine without it and the extra Advertisements aren't needed. <a href=\"\/en\/card\/01091\">Red Herrings<\/a> and <a href=\"\/en\/card\/07027\">Cyberdex Virus Suite<\/a> have more impact on the game. <\/p>\n\n<p><a href=\"\/en\/card\/02092\">Eve Campaign<\/a> Too influence heavy and again, already enough Ads.<\/p>\n\n<p>I will continue to test but so far it's pretty fun.<\/p>\n\n<p>As always, I appreciate any suggestions and advice!<\/p>\n\n<p>Thanks<\/p>\n\n<p>-Feisty<\/p>\n","username":"Feisty","cards":{"01056":3,"01081":3,"01082":2,"01084":1,"01088":2,"01090":2,"01091":2,"01109":3,"01110":3,"02056":2,"02115":3,"02117":1,"04015":3,"04096":3,"04111":1,"04119":3,"05020":1,"06061":2,"07027":1,"09003":1,"09013":2,"09016":2,"09027":3}},
{"id":26642,"name":"Iain's  London Pad mk1","creation":"2015-09-22 15:09:15","description":"<p>I have decided to post my runner deck to go with my Nisei deck that won the last GNK at Bristol. It, just like my runner deck is a bit silly but kind of works. the crux of the deck is London Library , Femme and Overmind. Supplemented with Autoscripter and E3. Film Critic keeps Iain turned on and Drug dealer keeps you in cards. Inside Job's are like precious gems save them until you need them and you will get in most places I have found.<\/p>\n\n<p>Career Fair with Kati and Daily Casts keeps you rich with Iain's ability. <\/p>\n\n<p>Makers Eye makes for a great surprise R&amp;D run, R&amp;R is  normally ignored up until you put femme counters on the ice and run! <\/p>\n\n<p>Cards I would cut - Earthrise Hotel - Fisk's seminar or 3 drug dealers I think are better, <\/p>\n\n<p>Anyway I really enjoy this deck and its still evolving...<\/p>\n","username":"Lemonbrick","cards":{"01021":3,"01026":3,"01036":2,"01050":3,"02024":2,"02085":2,"02091":2,"03053":3,"03054":1,"05028":1,"05037":2,"05053":3,"06076":2,"06120":2,"07055":2,"08023":3,"08029":2,"08064":3,"08067":2,"08083":2,"08086":2}},
{"id":26641,"name":"The Michael Jordan of Psi Games - 1st GLC Finals \/ 2nd ChiLo","creation":"2015-09-22 14:48:46","description":"<p>I brought this deck to Chicago's Netrunner weekend extravaganza, with the ChiLo City Grudge Match \/ Great Lakes Circuit Last Chance Qualifiers (an ANR Pro Circuit event) on Saturday, and the GLC finals on Sunday. It went into ChiLo's Top 8 as the top seed (44 players), eventually taking 2nd place. At the GLC finals (24 players), the deck went into the Top 4 as the fourth seed, going undefeated and winning me $500 -- paired with my <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/22033\/heaven-knows-i-m-miserable-now-warren-regionals-1st-place\">Detroit winnings<\/a>, I'm pretty sure this makes me the highest-paid pro Netrunner player :P<\/p>\n\n<p>The deck's record for the entire weekend was 11-3, with each loss to a notable regional winner (Aaron Andries, Spags, Josh Wilson). It's not that far off from <a href=\"http:\/\/netrunnerdb.com\/en\/decklist\/22034\/perfection-replicated-fast-warren-mi-regionals-1st-place\">the list that won Detroit's regional<\/a> and Top 3'd Chicago's regional, with adjustments made to adapt as the meta evolves. I don't think I want to leave the Ichi in. Though Viper does a lot of work against Faust (decent against Gordian Blade too), it will probably be swapped for Global Food Initiative. I'll take out Hades Fragment for that switch too since you almost always lose the game when that agenda is stolen, but it saved me from being milled out against Valencia with the <a href=\"https:\/\/twitter.com\/2netdamage\/status\/641257010533560320\">fuck boy starter pack<\/a> last weekend.<\/p>\n\n<p>This isn't the most consistent or safe RP list. My plan is to get a little money, lightly protect centrals, drop an ICE and Caprice, then start scoring. Fast track helps the Nisei train get going or keep going. You have to be great at Psi games to win with this! Really, it's difficult on the corp side to be bad at Psi games considering you're almost always favored to win them. This deck happens to just force a lot of them, particularly game-winning Psi bets.<\/p>\n\n<p>I lost in ChiLo's finals because Spags figured me out and out-Psi'd me twice in a row -- hey, Jordan had trouble with the Pistons, too. Josh (widely known as the Kobe Bryant of Psi games, after patterning his style after mine) made fun of me all weekend for getting exposed, so I came back the next day to GLC's finals with an evolved game, went hard in the paint, and swept the series\/cut. And by evolving my game, I mean I bet two every time lol.<\/p>\n\n<p>Tremendous thanks to everyone who helped organize the absolutely stellar ChiLo and GLC events, along with everyone who ran and participated in ANRPC tournaments. Big ups to the generous folks who made\/brought special prizes to share with the community (Tony Sarkees, Jack Otto, Joseph Man). Congrats to our new ChiLo champion Spags.<\/p>\n","username":"ekayohlee","cards":{"01062":1,"01068":3,"01090":1,"01110":3,"01111":1,"01113":1,"02031":1,"02052":1,"02110":3,"04012":3,"04013":2,"04015":3,"04040":1,"04054":3,"04060":1,"04114":3,"04119":1,"05007":3,"05009":2,"05018":2,"05020":1,"05027":1,"06003":1,"06025":1,"06048":1,"06061":1,"06071":1,"06086":1,"07027":1,"08034":2}},
{"id":26636,"name":"Aesop's Bookshop","creation":"2015-09-22 12:30:55","description":"<p>So, I love Exile.<\/p>\n\n<p>He has been my main for a long long time. Sometimes I try things in Kate and sometimes in CT. But I always seem to come back to Exile in the end.<\/p>\n\n<p>I put this together fairly recently. After having tried Dirty Hands and a few variations on Dumpster Gamble.<\/p>\n\n<p>What I learned from those decks is that I love drawing and love playing cards. So, <a href=\"\/en\/card\/01044\">Magnum Opus<\/a> will never be my first choice econ card. What I also learned was that Marcus Batty loves you forever for putting everything on <a href=\"\/en\/card\/04022\">Scheherazade<\/a>. So I compromised.<\/p>\n\n<p>I went with a similar econ package to most Dumpster Gamble decks but I simplified it a little.<\/p>\n\n<p>I have a solid breaker suite with <a href=\"\/en\/card\/01011\">Mimic<\/a> + <a href=\"\/en\/card\/06033\">D4v1d<\/a> + <a href=\"\/en\/card\/08047\">Net-Ready Eyes<\/a> + <a href=\"\/en\/card\/03040\">Atman<\/a> taking care of sentries. Hate that ... might try a <a href=\"\/en\/card\/01011\">Mimic<\/a> + <a href=\"\/en\/card\/01027\">Ninja<\/a> combo sometime.<\/p>\n\n<p>So ... essentially, this deck scavenges a cache to gain 4 credits and a card. Nothing new, except that here, thats mostly what scavenge will do. Unless I have a good reason to scavenge a token based card, its gonna be a cantrip sure gamble.<\/p>\n\n<p>It also tries to sell and then <a href=\"\/en\/card\/02047\">Test Run<\/a> the few token based cards it plays. So I can get maximum number of tokens from them, while getting some extra cards there as well.<\/p>\n\n<p>Bookmark is my new favourite Meat Damage protection, because... you can also sell it to <a href=\"\/en\/card\/01047\">Aesop<\/a> as a <a href=\"\/en\/card\/01019\">Easy Mark<\/a>.<\/p>\n\n<p>Thats it, make money, draw cards, trash things with a single <a href=\"\/en\/card\/02003\">Imp<\/a> that never seems to run out of counters and break archer for 3 credits and a card.<\/p>\n\n<p>Recently went 3-1 with this deck at a local tourney. Possibly my best result ever. I am still.... weak... to being blown up. But, not that I dont actively hate putting in protection against it, I might get better. The deck that blew me up was http:\/\/netrunnerdb.com\/en\/decklist\/26627 run by the eventual winner of the day.<\/p>\n\n<p>Give it a try, and let me know how it goes where you live. In South Africa its known as Exile BS... people dont seem to like endless Imp counters.<\/p>\n","username":"Chio","cards":{"01007":1,"01011":1,"01043":1,"01047":3,"01050":3,"01053":3,"02003":1,"02047":3,"02087":3,"02106":1,"02107":1,"03030":1,"03034":3,"03038":3,"03040":1,"03046":3,"03053":3,"04022":1,"06033":1,"06037":3,"06055":1,"08009":2,"08047":1,"08106":2}},
{"id":26635,"name":"HB Surprise!","creation":"2015-09-22 09:37:53","description":"<p>I've found that Breaker Bay Grid + Adonis or Eve will net an amazing amount of money early on allowing the easy rezzing of ice.<\/p>\n\n<p>I got annoyed with HBFA and the later stages of the game because I could not keep the runner out with my weak ice and the constant trashing of my Campaigns.<\/p>\n\n<p>The traps will help because it will make the runner think twice after encountering one. Hopefully making it easier to score a Mandatory Upgrades.\nHopefully I will be able to use Cerebral Overwriter to first lower the card hand and giving Junebug a higer chance for a flatline with 2-3 advancement tokens.<\/p>\n\n<p>I've put in Mandatory Upgrades in the hopes that it will confuse the runner since they won't know if it is a trap\/agenda. If I do score a Mandatory Upgrades, it will replace the need for a San San Grid.<\/p>\n\n<p>I'm not sure about the selection of Ice, Ichi has not been that great lately with runners just clicking through the subroutines.<\/p>\n\n<p>With Bionic + Trap I should be able to fake out an  Overwriter or Junebug, getting them to install Clot, allowing me to purge it at the later time.<\/p>\n","username":"McBOeric","cards":{"01054":1,"01055":3,"01056":3,"01059":2,"01062":2,"01069":2,"01070":3,"01090":2,"01110":3,"02011":3,"02013":2,"02051":1,"02092":3,"02110":3,"03009":2,"04015":3,"04119":3,"06041":2,"06061":3,"08033":2,"08040":2}},
{"id":26639,"name":"The Professor: Tolarian Instructor","creation":"2015-09-22 14:28:17","description":"<p>Just a Professor deck<\/p>\n","username":"tangentmechanic","cards":{"01004":1,"01007":1,"01009":1,"01010":1,"01011":1,"01014":1,"01028":1,"01034":3,"01035":3,"01041":2,"01043":1,"01044":3,"02003":1,"02004":1,"02045":1,"02087":3,"02104":1,"03029":1,"03033":3,"03038":3,"03046":3,"04045":1,"04061":1,"04065":1,"04108":1,"05044":1,"05045":1,"06019":1,"06033":1,"08001":1,"08028":1}},
{"id":26643,"name":"GRNDL: The Game Plan","creation":"2015-09-22 16:03:13","description":"<p>This is a modified version of the deck outlined by TheBigBoy here: https:\/\/runthenet.wordpress.com\/2015\/07\/15\/grndl-the-game-plan\/<\/p>\n\n<p>I've been playing for weeks now, and it revitalized my enjoyment of playing corp. You are aggressive from turn one; <\/p>\n\n<p>Major changes from the original:\n<a href=\"\/en\/card\/01113\">Wall of Static<\/a> is out, <a href=\"\/en\/card\/08079\">Spiderweb<\/a> is in; More taxing and early Quetzal protection.\n<a href=\"\/en\/card\/07027\">Cyberdex Virus Suite<\/a> helps with clot and medium (although the only thing you're scoring out of hand in the Hostiles)\n<a href=\"\/en\/card\/02120\">Corporate War<\/a> does well in here, since this deck prints so much money...<\/p>\n\n<p>Sea double-scorch is a possibility in this deck (and a threat if you can over-score a <a href=\"\/en\/card\/02018\">Project Atlas<\/a>), but your primary goal is to score out. Don't be afraid to rez those Archers when they are least expecting it.<\/p>\n","username":"MarbleMunkey","cards":{"01070":3,"01086":1,"01094":3,"01098":3,"01099":3,"01101":3,"01103":3,"01110":3,"01111":3,"02018":3,"02060":1,"02120":2,"04015":2,"04020":1,"04040":3,"04058":3,"04097":1,"06069":1,"07027":1,"08058":3,"08079":3,"08120":1}},
{"id":26645,"name":"Theory of Simplicity 4.0","creation":"2015-09-22 16:38:26","description":"<p>Sim·plic·i·ty: noun. the quality or condition of being easy to understand or do<\/p>\n\n<p><strong>AKA Build a big ol' cussing rig and score the points.<\/strong><\/p>\n\n<p>This is the 4th attempt at the Theory and by far the strongest. After tons of play testing and local tournament practice we are now left with the most consistent deck I've created.<\/p>\n\n<p><strong>The Basics<\/strong>:<\/p>\n\n<p>3 <a href=\"\/en\/card\/09040\">Multithreader<\/a>... this card.  This build used to run <a href=\"\/en\/card\/01005\">Cyberfeeder<\/a> and <a href=\"\/en\/card\/01041\">The Toolbox<\/a> but too often they would sit in hand and not do anywhere near as much impact as <a href=\"\/en\/card\/01004\">Stimhack<\/a> and <a href=\"\/en\/card\/06079\">Astrolabe<\/a>.<\/p>\n\n<p>2 <a href=\"\/en\/card\/01004\">Stimhack<\/a>. Having two of these makes me feel so confident as the runner. Most corp players don't expect the second and allows me to use one early to set up a rig and one later to score a win.<\/p>\n\n<p><a href=\"\/en\/card\/09049\">GS Shrike M2<\/a>. I used to run with <a href=\"\/en\/card\/04065\">Garrote<\/a> but it wasn't doing enough for me and I needed the influence for the extra <a href=\"\/en\/card\/01004\">Stimhack<\/a>. Instead Shrike with <a href=\"\/en\/card\/09040\">Multithreader<\/a> results in efficient sentry clear.<\/p>\n\n<p>I'm surprised every game how quickly my rig is set up and ready to cut through any server. The combination of <a href=\"\/en\/card\/02049\">Personal Workshop<\/a> and <a href=\"\/en\/card\/01035\">Modded<\/a> get's everything out for cheap. I'll often just <a href=\"\/en\/card\/01035\">Modded<\/a> out every <a href=\"\/en\/card\/09040\">Multithreader<\/a> I see and load of my <a href=\"\/en\/card\/02049\">Personal Workshop<\/a> for a big <a href=\"\/en\/card\/01004\">Stimhack<\/a> install.<\/p>\n\n<p>There is no secret technique to this deck. Super self explanatory and efficient.<\/p>\n\n<p><strong>Early game:<\/strong> It is super rare to have a \"bad hand\" with this deck. I've rarely had to mulligan. Install <a href=\"\/en\/card\/03053\">Daily Casts<\/a> and draw for <a href=\"\/en\/card\/01044\">Magnum Opus<\/a>. <a href=\"\/en\/card\/01004\">Stimhack<\/a> early game to eatheer blow up a server or, more often use the 9 to pop a couple <a href=\"\/en\/card\/03046\">SMC's<\/a> and get that rig out.<\/p>\n\n<p><strong>Mid Game:<\/strong> Install all the things. Nothing is useless and game specific so if you can <a href=\"\/en\/card\/01035\">Modded<\/a> out <a href=\"\/en\/card\/09040\">Multithreader<\/a>, Do It! This point of the game is all about taking a relatively slow deck and making it fast. <a href=\"\/en\/card\/01034\">Diesel<\/a> first click and <a href=\"\/en\/card\/02049\">Personal Workshop<\/a> everything drawn is a common turn.<\/p>\n\n<p><strong>End Game:<\/strong> Your Time. Running is free and HQ and R&amp;D are doomed. The Corp has lost the fun in rezzing ice, knowing that it will be free for you to break it. This deck has skipped through many a Blue Sun server with ease.  <\/p>\n\n<p><em>Replacements:<\/em> I've cut the <a href=\"\/en\/card\/03037\">Feedback Filter<\/a> for a <a href=\"\/en\/card\/02009\">Plascrete Carapace<\/a> or <a href=\"\/en\/card\/03040\">Atman<\/a> in the past, I just had enough of Personal Evolution and Cybernetics Division hurting my brain and the Atman would just sit in my hand most of the time. <a href=\"\/en\/card\/03053\">Daily Casts<\/a> is the next weakest card and have swapped it for <a href=\"\/en\/card\/03052\">Dirty Laundry<\/a> in the past.<\/p>\n\n<p>As Always, any advice is appreciated. Thank you for all your help thus far!<\/p>\n\n<p>-Feisty<\/p>\n","username":"Feisty","cards":{"01004":2,"01007":1,"01034":3,"01035":3,"01036":1,"01043":1,"01044":3,"02046":1,"02049":3,"02107":2,"03037":1,"03038":3,"03046":3,"03053":3,"04086":2,"05035":2,"06079":2,"08001":1,"09040":3,"09049":1}},
{"id":26637,"name":"Clonesketball v2","creation":"2015-09-22 13:46:44","description":"<p>Modded my NEH FA Turtlebacks&amp;Team Sponsorship deck after looking at some feedback.<\/p>\n\n<p><a href=\"\/en\/card\/06085\">License Acquisition<\/a> is great jank here, but it will change to <a href=\"\/en\/card\/09004\">15 Minutes<\/a> once that card becomes legal.<\/p>\n\n<p>I added in <a href=\"\/en\/card\/08020\">Tech Startup<\/a> to be able to pick and choose between assets if the runner isn't face checking.  I added in an <a href=\"\/en\/card\/01056\">Adonis Campaign<\/a> for supplemental economy adding to the <a href=\"\/en\/card\/06106\">Turtlebacks<\/a> set up.<\/p>\n\n<p>Ditched the 2nd <a href=\"\/en\/card\/01059\">Biotic Labor<\/a> and added a <a href=\"\/en\/card\/05027\">Fast Track<\/a>.  Punishing people for not having clot is nice - or if I'm able to <a href=\"\/en\/card\/08036\">Blacklist<\/a> them out. Flipping an <a href=\"\/en\/card\/01081\">AstroScript Pilot Program<\/a> from the deck is just so strong for the FA style when you're ready to score.<\/p>\n\n<p>Debating a 3rd <a href=\"\/en\/card\/07027\">Cyberdex Virus Suite<\/a> to ensure the clot fight is won.<\/p>\n\n<p><a href=\"\/en\/card\/08114\">Franchise City<\/a> feels better with all of the 1 point agendas in this deck, the free point could lead to victory, and is more enticing to keep bringing back, especially if I lay down say an <a href=\"\/en\/card\/08094\">Explode-a-palooza<\/a> unprotected.<\/p>\n\n<p>C&amp;C appreciated!<\/p>\n","username":"Snake Eyes","cards":{"01056":1,"01059":1,"01081":3,"01082":3,"01090":2,"01092":3,"01110":3,"01111":1,"02056":1,"02110":1,"02115":3,"04015":3,"04076":3,"04096":1,"05027":1,"06005":1,"06061":2,"06085":1,"06086":1,"06106":3,"06108":1,"07027":2,"08020":1,"08036":1,"08057":1,"08094":2,"08110":3,"08114":1}}
]